Repository: ylruiz/soccer_teams
Catalog: lib/l10n/app_*.arb
Languages: de

# soccerClubsNoFound
source: No soccer clubs has been found.
de: Es wurden keine Fußballvereine gefunden.

# soccerClubDetails
source: The club <strong>{name}</strong> from {country} has a value of {value} million euros.
de: Der Club <strong>{name}</strong> aus {country} hat einen Wert von {value} Millionen Euro.

# soccerClubOneVictory
source: {name} has so far been able to achieve 1 victory at European Level.
de: {name} konnte bislang 1 Seig auf europäischer Ebene erreichen.

# soccerClubVictories
source: {name} has so far been able to achieve {europeanTitles} victories at European Level.
de: {name} konnte bislang {europeanTitles} auf europäischer Ebene erreichen.

# soccerClubValue
source: {value} Million
de: {value} Millionen

source: RETRY
de: WIEDERHOLEN

# noInternet
source: Please check your internet connection and press the <strong>RETRY</strong> button.
de: Bitte überprüfen Sie Ihre Internetverbindung und drücken Sie die Taste <strong>WIEDERHOLEN</strong>.

# clientError
source: There has been an error with the request (ERROR CODE: {statusCode}). Please contact <a>support</a>.
de: Hier ist ein Fehler bei der Anfrage aufgetreten (ERROR CODE: {statusCode}). Bitte kontaktieren Sie <a>den Support</a>.

# serverError
source: Our server is currently under maintenance (ERROR CODE: {statusCode}). Please try again in a few minutes. If it doesn't work do not hesitate to contact <a>support</a>.
de: Unser Server wird derzeit gewartet (ERROR CODE: {statusCode}). Unser Server wird derzeit gewartet. Wenn es nicht funktioniert, zögern Sie nicht, <a>den Support</a> zu kontaktieren.

# undefinedError
source: There has been an error in our side (ERROR CODE: {statusCode}). Please contact <a>support</a>.
de: Auf unserer Seite ist ein Fehler aufgetreten (ERROR CODE: {statusCode}). Bitte kontaktieren Sie <a>den Support</a>.
